{
  "products": [
    {
      "imgProduct": "apple.jpeg",
      "nameProduct": "Яблоки",
      "descriptionProduct": "сочный плод яблони, который употребляется в пищу в свежем и запеченном виде, служит сырьём в кулинарии и для приготовления напитков.",
      "priceProduct": 60
    },
    {
      "imgProduct": "pear.jpeg",
      "nameProduct": "Груши",
      "descriptionProduct": "Груша пришла к нам из доисторической эпохи. Родина её точно не установлена. Культивированная груша происходит, по-видимому, из Древней Греции (за 1000 лет до н. э.).",
      "priceProduct": 120
    },
    {
      "imgProduct": "nectarines.jpg",
      "nameProduct": "Никтарины",
      "descriptionProduct": "Сорта нектарина представлены различными эколого-географическими и помологическими группами, подгруппами и экотипами[2].",
      "priceProduct": 90
    },
    {
      "imgProduct": "peaches.jpg",
      "nameProduct": "Персики",
      "descriptionProduct": "Плод персика обыкновенного представляет собой мягкую и сочную мясистую костянку.",
      "priceProduct": 50
    },
    {
      "imgProduct": "apricot.jpg",
      "nameProduct": "Абрикосы",
      "descriptionProduct": "Плод является костянкой. Похож на небольшой персик от 1,5 до 2,5 см в диаметре. Цвет варьируется от жёлтого до оранжевого, часто с красным оттенком на стороне, наиболее подверженной воздействию солнца",
      "priceProduct": 80
    },
    {
      "imgProduct": "bananas.jpg",
      "nameProduct": "Бананы",
      "descriptionProduct": "Бананом называют плоды травянистого растения банан (musa), которое в высоту нередко достигает 6-9 метров, поэтому многие ошибочно считают, что бананы растут на пальме.",
      "priceProduct": 150
    },
    {
      "imgProduct": "grapefruit.jpeg",
      "nameProduct": "Грейпфрут",
      "descriptionProduct": "Плод около 10—15 см в диаметре с кисло-сладкой горьковатой мякотью, разделённой на дольки. Цвет мякоти варьирует в зависимости от сорта от светло-жёлтого до красно-рубинового. Кожура плодов жёлтая, у сортов с красной мякотью может приобретать красноватый оттенок.",
      "priceProduct": 90
    },
    {
      "imgProduct": "kiwi.jpg",
      "nameProduct": "Киви",
      "descriptionProduct": "Киви растут на огромных кустах высотой до 9 м, молодые листья которых покрыты красными волосками. Да и на самих коричневых плодах волосков хватает. Их ярко-зеленая мякоть со съедобными мелкими  семенами остается твердой до тех пор, пока полностью не созреет.",
      "priceProduct": 50
    },
    {
      "imgProduct": "oranges.jpg",
      "nameProduct": "Апельсины",
      "descriptionProduct": "Апельсин представляет собой круглый цитрусовый фрукт с оранжевой кожурой, иногда с красными прожилками. Мякоть у него кисловатая, светло-оранжевого или (у апельсинов-корольков) тёмно-красного цвета, разделённая на дольки. Бывают апельсины с косточками и без них.",
      "priceProduct": 80
    }
  ]
}